import { IReview } from '../types'

export const reviews: IReview[] = [
  {
    id: 1,
    name: 'Владимир',
    content:
      'Лев - отличный тренер,  исходя из моих предпочтений предложил  рассмотреть игру на аме, в процессе разбора реплея я иначе взглянул на свой лайнинг,мувмент по маппе, итембилд,выбор таргетов в файте,коуч быстро выделил мои ошибки и указал на них, также Лев ответил на все мои вопросы и рассказал о  фишках на герое. Я очень доволен полученными знаниями, освежил взгляд на геймплей одной из своих сигнатурок, получил рекомендации касаемо пулла героев. В следующий раз как только появится возможность обязательно запишусь на коуч)',
      tgLink: 'https://t.me/damaroo_coach/12?comment=23',
  },
  {
    id: 2,
    name: 'Арсений',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на террорблейде',
  },
  {
    id: 3,
    name: 'Сергей',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на морфеЗанятия было классное, очень полезное. Мы разобрали игры на морфеЗанятия было классное, очень полезное. Мы разобрали игры на морфеЗанятия было классное, очень полезное. Мы разобрали игры на морфе',
  },
  {
    id: 4,
    name: 'Евгений',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на pudge',
  },
  {
    id: 5,
    name: 'Александр',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на тролле',
  },
  {
    id: 6,
    name: 'Александр',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на антимаге',
  },
  {
    id: 7,
    name: 'Арсений',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на террорблейде',
  },
  {
    id: 8,
    name: 'Сергей',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на морфе',
  },
  {
    id: 9,
    name: 'Евгений',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на pudge',
  },
  {
    id: 10,
    name: 'Александр',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на тролле',
  },
  {
    id: 11,
    name: 'Александр',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на антимаге',
  },
  {
    id: 12,
    name: 'Арсений',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на террорблейде',
  },
  {
    id: 13,
    name: 'Сергей',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на морфе',
  },
  {
    id: 14,
    name: 'Евгений',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на pudge',
  },
  {
    id: 15,
    name: 'Александр',
    content:
      'Занятия было классное, очень полезное. Мы разобрали игры на тролле',
  },
]
